[
    {
        "id": "prop1",
        "type": "House",
        "bedrooms": 3,
        "area": 1500,
        "baths": 3,
        "price": 500,
        "tenure": "Rent",
        "description": "Welcome home! This home has fresh interior paint, fresh exterior paint and partial flooring replacement. Discover a bright and open interior with plenty of natural light and a neutral color palette, complimented by a fireplace. Step into the kitchen, complete with an eye catching stylish backsplash. You won’t want to leave the serene primary suite, the perfect space to relax. Extra bedrooms add nice flex space for your everyday needs. Take advantage of the extended counter space in the primary bathroom complete with double sinks and under sink storage. Don't wait! Make this beautiful home yours today.",
        "location": "Petts Wood Road, Petts Wood, Orpington",
        "picture": "properties/prop1.jpg",
        "url": "properties/Property1.html",
        "added": {
            "month": "January",
            "day": 12,
            "year": 2020
        }
    },
    {
        "id": "prop2",
        "type": "Apartment",
        "bedrooms": 2,
        "area": 1200,
        "baths": 1,
        "price": 600,
        "tenure": "Sale",
        "description": "Located on a quiet street with unobstructed view to the front and beautiful greenbelt to the rear, this 4 bed 2 bath is less than a mile from Princeton High School, police station, City Hall and so much more! It's warm and inviting foyer and bright and spacious family room opens up to the  lovely kitchen that offers an island, granite countertops, stainless steel appliances, a walk-in pantry and a sunny breakfast nook. Expansive primary suite features a walk-in closet and an en suite bathroom. Roomy secondary bedrooms. Large laundry room. Covered patio overlooks the fenced outdoor living space. Close proximity to many amenities, and local parks! Welcome Home!",
        "location": "Crofton Road, Orpington, BR6",
        "picture": "properties/prop2.jpg",
        "url": "properties/Property2.html",
        "added": {
            "month": "September",
            "day": 14,
            "year": 2021
        }
    },
    {
        "id": "prop3",
        "type": "Flat",
        "bedrooms": 3,
        "area": 1800,
        "baths": 3,
        "price": 700,
        "tenure": "Freehold",
        "description": "Outstanding opportunity to own a home on 1.2 acres of land in the heart of St Peters! Recently updated durable laminate plank floors & fresh neutral paint throughout both levels of this home. Updated HVAC & water heater as well. Four separate gathering spaces include the living room, family room, rec room with a lovely fireplace, & cheerful sun room with panoramic views of the private yard. Spacious kitchen with stainless steel appliances, including a Bosch dishwasher, & sunny breakfast room with a bay window. Enjoy the back yard from the deck or patio. Attached garage & additional detached 2+ car garage/workshop will delight the craftsman, car enthusiast, or hobbyist. The expansive yard feels like you live in the country, yet you are close to excellent shopping, dining, & conveniences with easy access to I-70/364. Served by Francis Howell Schools including soon-to-be-completed BRAND NEW Francis Howell North High! Home warranty included. What a unique property! See it todayග",
        "location": "High Road, Ilford, IG1",
        "picture": "properties/prop3.jpg",
        "url": "properties/Property3.html",
        "added": {
            "month": "November",
            "day": 24,
            "year": 2022
        }
    },
    {
        "id": "prop4",
        "type": "House",
        "bedrooms": 3,
        "area": 1700,
        "baths": 1,
        "price": 100,
        "tenure": "Rent",
        "description": "Come see this charming home now on the market! This home has fresh interior paint and partial flooring replacement. Discover a bright and open interior with plenty of natural light and a neutral color palette, complimented by a fireplace. You'll love cooking in this kitchen, complete with a spacious center island and a sleek backsplash. You won’t want to leave the serene primary suite, the perfect space to relax. Extra bedrooms add nice flex space for your everyday needs. The primary bathroom is fully equipped with a separate tub and shower, double sinks, and plenty of under sink storage. Kick back next to your very own private pool in the back yard. Like what you hear? Come see it for yourself!",
        "location": "Prince Regent Street, Newham, E16",
        "picture": "properties/prop4.jpg",
        "url": "properties/Property4.html",
        "added": {
            "month": "April",
            "day": 19,
            "year": 2020
        }
    },
    {
        "id": "prop5",
        "type": "Apartment",
        "bedrooms": 3,
        "area": 1100,
        "baths": 3,
        "price": 200,
        "tenure": "Sale",
        "description": "This single family home in Marine Creek Ranch is like new with upgraded finishes throughout. Walking in, you'll have a bonus room off the foyer with two bedrooms and a bath. The kitchen has very nice cabinets, an island bar with a skylight above it, beautiful countertops and a nice tile backsplash. The dining area will fit a good sized table and the living room is very spacious. Bedrooms are a split layout with the master bedroom off of the main living area. The master is large enough for a king sized bed and sitting area. The master bath and closet are both very large as well. The backyard has a great patio for entertaining. This home shows extremely well and is move-in ready. The neighborhood has lake access, private dock, a paved looped trail around the lake, and a community pool.",
        "location": "Green Lane, Seven Kings, IG6",
        "picture": "properties/prop5.jpg",
        "url": "properties/Property5.html",
        "added": {
            "month": "June",
            "day": 10,
            "year": 2021
        }
    },
    {
        "id": "prop6",
        "type": "House",
        "bedrooms": 3,
        "area": 1300,
        "baths": 1,
        "price": 800,
        "tenure": "Freehold",
        "description": "For anyone looking to build a brand new home, have a warehouse for industrial needs or simply looking to acquire land, this acre is for you! 5 min away from the City of Edinburg and 10 min away from the City of Mcallen. Only cash. All offers welcomed!",
        "location": "Romford Road, Newham",
        "picture": "properties/prop6.jpg",
        "url": "properties/Property6.html",
        "added": {
            "month": "August",
            "day": 17,
            "year": 2022
        }
    },
    {
        "id": "prop7",
        "type": "Apartment",
        "bedrooms": 2,
        "area": 1250,
        "baths": 1,
        "price": 400,
        "tenure": "Rent",
        "description": "Gorgeous Fully Updated Home in Coveted Belfair Neighborhood!! This brick front home features incredible finishes and is ready to move in and enjoy. It features new flooring throughout the home. The kitchen features granite countertops with a center island with bar seating for two and brand-new stainless-steel appliances. The large laundry room is located near the kitchen with beautiful white cabinets.  There are 4 bedrooms and 2 full baths on the 2nd level including your Master suite and bathroom. Step out of your Garden Tub into your spacious Walk-in closet that is as large as a bedroom itself. The first level features a large bedroom and Full bathroom along with multiple living rooms and dining areas. Enjoy the living room fireplace or walk out onto your wood deck overlooking the firepit in the back yard. The roof is only 3 years old.  Belfair neighborhood is minutes from award winning Lex/Rich 5 schools and features a beautiful Clubhouse and swimming pool to spend the summers at. Come see this beautiful home yourself by scheduling a showing today",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop7.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "March",
            "day": 23,
            "year": 2020
        }
    },
    {
        "id": "prop8",
        "type": "House",
        "bedrooms": 2,
        "area": 1600,
        "baths": 2,
        "price": 400,
        "tenure": "Sale",
        "description": "WOODLAKE ESTATES BEAUTY with 20 miles of highly rated Mountain Bike & Hiking Trails just across the street.  Prime south Flower Mound location hugging the shores of Lake Grapevine giving you access to explore hundreds of acres of woods, creeks & waterfalls.  You are also just a short walk away from upscale shops, restaurants, country club and marina slips!  This is that dream location where you and your family can escape the city without ever getting in your car! Built by Bud Bartley, this home has extensive laminate wood flooring, crown moldings & soaring ceilings. Private office with French doors. Spacious master suite with jetted tub, separate shower & large walk-in closet. The gameroom, 3 bedrooms and 2 full baths upstairs. Interior just completely repainted! Wonderful island kitchen & sunny breakfast area overlooks incredible backyard oasis with stream, koi ponds, greenhouse, heated gunite pool with water feature, and attached spa. Three Car Garage. Roof replaced in 2018.",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop8.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "February",
            "day": 12,
            "year": 2021
        }
    },
    {
        "id": "prop9",
        "type": "Apartment",
        "bedrooms": 2,
        "area": 1700,
        "baths": 1,
        "price": 400,
        "tenure": "Freehold",
        "description": "Looking for a 5 bedroom home in Sienna? Take a look at this one!! Five bedrooms, 3.5 baths. Formal DR, Study, Den, Kitchen with breakfast area, and primary bedroom & bath suite downstairs. 4 more bedrooms and 2 full baths & game-room upstairs. Covered patio in back. 10,000+ SF lot, backs to the golf course! Hurry, don't miss out on this one. Might not last too long. Room sizes are estimated.",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop9.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "October",
            "day": 16,
            "year": 2022
        }
    },
    {
        "id": "prop10",
        "type": "House",
        "bedrooms": 2,
        "area": 1800,
        "baths": 2,
        "price": 400,
        "tenure": "Rent",
        "description": "",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop10.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "March",
            "day": 18,
            "year": 2020
        }
    },
    {
        "id": "prop11",
        "type": "Apartment",
        "bedrooms": 3,
        "area": 1700,
        "baths": 2,
        "price": 400,
        "tenure": "Sale",
        "description": "",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop11.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "December",
            "day": 19,
            "year": 2021
        }
    },
    {
        "id": "prop12",
        "type": "House",
        "bedrooms": 3,
        "area": 1500,
        "baths": 1,
        "price": 400,
        "tenure": "Freehold",
        "description": "",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop12.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "April",
            "day": 27,
            "year": 2022
        }
    },
    {
        "id": "prop13",
        "type": "Apartment",
        "bedrooms": 3,
        "area": 1550,
        "baths": 3,
        "price": 400,
        "tenure": "Rent",
        "description": "",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop13.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "March",
            "day": 11,
            "year": 2020
        }
    },
    {
        "id": "prop14",
        "type": "House",
        "bedrooms": 3,
        "area": 1500,
        "baths": 2,
        "price": 400,
        "tenure": "Sale",
        "description": "",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop14.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "September",
            "day": 17,
            "year": 2021
        }
    },
    {
        "id": "prop15",
        "type": "Apartment",
        "bedrooms": 2,
        "area": 1500,
        "baths": 2,
        "price": 400,
        "tenure": "Freehold",
        "description": "",
        "location": "Stonley Road, Woodford",
        "picture": "properties/prop15.jpg",
        "url": "properties/Property7.html",
        "added": {
            "month": "March",
            "day": 23,
            "year": 2022
        }
    }
]
